{
    "Cancer Syndrome": "syndrome associated with germline mutation", 
    "Tumour Types(Germline)": "germline mutations in the gene are associated with the following diseases", 
    "Molecular Genetics": "", 
    "Genome Location": "", 
    "Germline": "if yes, germline mutations have been detected", 
    "Role in Cancer": "||||oncogene: hyperactivity of the gene drives the transformation; ||||TSG: loss of gene function drives the transformation. ||||Fusion: the gene is known to be involved in oncogenic fusions.", 
    "Chr Band": "chromosome (1-22, X or Y), arm (p or q) and cytogenic band", 
    "Tier": "||||Tier 1:To be classified into Tier 1, a gene must possess a documented activity relevant to cancer, along with evidence of mutations in cancer which change the activity of the gene product in a way that promotes oncogenic transformation. We also consider the existence of somatic mutation patterns across cancer samples gathered in COSMIC. For instance, tumour suppressor genes often show a broad range of inactivating mutations and dominant oncogenes usually demonstrate well defined hotspots of missense mutations. Genes involved in oncogenic fusions are included in Tier 1 when changes to their function caused by the fusion drives oncogenic transformation, or in cases when they provide regulatory elements to their partners (e.g. active promoter or dimerisation domain).||||		||||Tier 2:A new section of the Census, which consists of genes with strong indications of a role in cancer but with less extensive available evidence. These are generally more recent targets, where the body of evidence supporting their role is still emerging.", 
    "Name": "descriptive name of the gene", 
    "Other Syndrome": "other non-cancerous syndrome", 
    "Tissue Type": "", 
    "Somatic": "if yes, somatic mutations have been detected", 
    "Mutation Types": "", 
    "Entrez GeneId": "The ID links to the Entrez website", 
    "Gene Symbol": "", 
    "Translocation Partner": "gene symbol of fusion partner", 
    "Hallmark": "indicates if a functional annotation for the gene is available.", 
    "Other Germline Mut": "other germline mutations not implicated in cancer", 
    "Synonyms": "alternative names for the gene", 
    "HallmarkInfo":"Based on the concept defined by D. Hanahan and R. A. Weinberg, COSMIC, in collaboration with Open Targets, integrates functional descriptions focused on Hallmarks of Cancer into the Cancer Gene Census. ||||function_summary:----overviews of cancer gene function focused on hallmarks of cancer||||hallmark:----explain the role of a gene in cancer by highlighting, which of the classic behaviours are displayed by the gene product and whether they are promoted or suppressed.----name:	hallmark name----type:	promotes or suppresses----descript:	functional descriptions focused on Hallmarks of Cancer into the Cancer Gene Census.||||categories:----Descriptions include the role of cancer genes in 10 hallmarks of cancer as well as in cell division, differentiation, epigenetic regulation and senescence.||||gene:----indicates to gene symbol.||||gene_name:descriptive name of the gene", 
    "Tumour Types(Somatic)": "somatic mutations in the gene are associated with the following diseases",
	"_db_description":"The cancer Gene Census is an ongoing effort to catalogue those genes for which mutations have been causally implicated in cancer. ||||The database has stored the annotation of cancer genes , included:////1)chromosomal location////2)tumour types in which mutations are found, ////3)classes of mutation that contribute to oncogenesis ////4)other genetic properties",
	"_subdb_description":"",
	"_db_name":"Cancer Gene Census",
	"_subdb_name":"cosmic.cgc"
}