{
    "entrez_id": "The ID links to the Entrez website", 
    "chembl_id": "", 
    "sources": "The interaction sources endpoint can be used to retrieve a current list of supported interaction sources for use in calls to the interactions endpoint.included:////CGI////CIViC////CKB////CancerCommons////ChemblInteractions////ClearityFoundationBiomarkers////ClearityFoundationClinicalTrial////DoCM////DrugBank////FDA////GuideToPharmacologyInteractions////MyCancerGenome////MyCancerGenomeClinicalTrial////NCI////OncoKB////PharmGKB////TALC////TEND////TTD////TdgClinicalTrial", 
    "publications": "The pubmed id indicated to the interaction.", 
    "drug_name": "", 
    "id": "The identfier of interactions between with genes and drugs.", 
    "gene_name": "", 
    "interaction_types": "interaction types. details in  http://www.dgidb.org/getting_started////activator:----An activator interaction is when a drug activates a biological response from a target, although the mechanism by which it does so may not be understood.////adduct:----An adduct interaction is when a drug-protein adduct forms by the covalent binding of electrophilic drugs or their reactive metabolite(s) to a target protein.////agonist:----An agonist interaction occurs when a drug binds to a target receptor and activates the receptor to produce a biological response.Wikipedia - Agonist////allosteric modulator:----An allosteric modulator interaction occurs when drugs exert their effects on their protein targets via a different binding site than the natural (orthosteric) ligand site.	PMID24699297////antagonist:	----An antagonist interaction occurs when a drug blocks or dampens agonist-mediated responses rather than provoking a biological response itself upon binding to a target receptor.	Wikipedia - Receptor Antagonist////antibody:----An antibody interaction occurs when an antibody drug specifically binds the target molecule.	Wikipedia - Antibody////antisense oligonucleotide:----An antisense oligonucleotide interaction occurs when a complementary RNA drug binds to an mRNA target to inhibit translation by physically obstructing the mRNA translation machinery.	PMID10228554////binder:----A binder interaction has drugs physically binding to their target.DrugBank examples: PMID12388666 PMID7584665 PMID14507470////blocker:----Antagonist interactions are sometimes referred to as blocker interactions;examples include alpha blockers, beta blockers, and calcium channel blockers.Wikipedia - Receptor Antagonist////chaperone:----Pharmacological chaperone interactions occur when substrates or modulators directly bind to a partially folded biosynthetic intermediate to stabilise the protein and allow it to complete the folding process to yield a functional protein.	PMID17597553////cleavage:----Cleavage interactions take place when the drug promotes degeneration of the target protein through cleaving of the peptide bonds.DrugBank example: PMID10666203////cofactor:----A cofactor is a drug that is required for a target protein's biological activity.	Wikipedia - Cofactor////competitive:----Competitive antagonists (also known as surmountable antagonists) are drugs that reversibly bind to receptors at the same binding site(active site) on the target as the endogenous ligand or agonist, but without activating the receptor.	Wikipedia - Receptor Antagonist////immunotherapy:----In immunotherapy interactions, the result of the drug acting on thetarget is an induction, enhancement, or suppression of an immune response.	Wikipedia - Immunotherapy////inducer:----In inducer interactions, the drug increases the activity of its target enzyme.	Wikipedia - Enzyme Inducer////inhibitor:----In inhibitor interactions, the drug binds to a target and decreasesits expression or activity. Most interactions of this class are enzyme inhibitors, which bind an enzyme to reduce enzyme activity.	Wikipedia - Enzyme Inhibitor////inhibitory allosteric modulator:----In inhibitory allosteric modulator interactions, also called negative allosteric modulator interactions, the drug will inhibit activity of its target enzyme.	PMID24699297////inverse agonist:----An inverse agonist interaction occurs when a drug binds to the sametarget as an agonist, but induces a pharmacological response opposite to that of the agonist.	Wikipedia - Inverse Agonist////ligand:	----In ligand interactions, a drug forms a complex with its target protein to serve a biological function.	Wikipedia - Ligand////modulator:----In modulator interactions, the drug regulates or changes the activity of its target. In contrast to allosteric modulators, this interaction type may not involve any direct binding to the target.Modulators. Segen's Medical Dictionary. (2011). Retrieved online October 9 2015.////multitarget:----In multitarget interactions, drugs achieve a physiological effect through simultaneous interaction with multiple gene targets.PMID22768266////n/a:----In a negative modulator interaction, the drug negatively regulates the amount or activity of its target. In contrast to an inhibitoryallosteric modulator, this interaction type may not involve any direct binding to the target.	Wikipedia - Allosteric modulator////other/unknown:----This is a label given by the reporting source to an interaction that doesn't belong to other interaction types, as defined by the reporting source.N/A////partial agonist:----In a partial agonist interaction, a drug will elicit a reduced amplitude functional response at its target receptor, as compared to the response elicited by a full agonist.Wikipedia - Receptor Antagonist////partial antagonist:----In a partial antagonist interaction, a drug will only partially reduce the amplitude of a functional response at its target receptor, as compared to the reduction of response by a full antagonist.	PMID6188923////positive allosteric modulator:----In a positive allosteric modulator interaction, the drug increases activity of the target enzyme.PMID24699297////potentiator:----In a potentiator interaction, the drug enhances the sensitivity of the target to the target's ligands.	Wikipedia - Potentiator////product of:----These \"interactions\" occur when the target gene produces the endogenous drug.////stimulator:	----In a stimulator interaction, the drug directly or indirectly affects its target, stimulating a physiological response.	DrugBank Examples: PMID23318685 PMID17148649 PMID15955613////suppressor:----In a suppressor interaction, the drug directly or indirectly affects its target, suppressing a physiological process.	DrugBank Examples: PMID8386571 PMID14967460////vaccine:----In vaccine interactions, the drugs stimulate or restore an immune response to their target.",
	"_db_description":"The Drug Gene Interaction Database, is a research resource that can be used to search candidate genes or drugs against the known and potentially druggable genome.",
	"_subdb_description":"",
	"_db_name":"DGIdb",
	"_subdb_name":"dgidb.drug.gene"	
}