{
    "RNA&cancer&category": "RNA cancer category is based on analysis of RNA-seq data from The Cancer Genome Atlas (TCGA).||||https://www.proteinatlas.org/about/assays+annotation#rna", 
    "RNA&CS&TPM": "RNA CS TPM indicates RNA level (TPM) in cell lines with elevated RNA expression.||||https://www.proteinatlas.org/about/assays+annotation#rna", 
    "Reliability&(IH)": "Reliability score, divided into Enhanced, Supported, Approved, or Uncertain, is evaluated in normal tissues and based on consistency between antibody staining pattern, available RNA-Seq and gene/protein characterization data, as well as similarity between independent antibodies targeting the same protein.||||https://www.proteinatlas.org/about/assays+annotation#ihre", 
    "TPM&max&in&non-specific": "Highest RNA level, reported as mean TPM (transcripts per million), among tissues that do not have elevated RNA expression.", 
    "RNA&TS": "RNA TS indicates tissue specificity (TS) score for tissues with elevated RNA expression, calculated as fold change to the next highest tissue.||||https://www.proteinatlas.org/about/assays+annotation#rna", 
    "Reliability&(Mouse&Brain)": "Reliability score, divided into Supported or Uncertain, is set for all genes and indicates the level of reliability of the analyzed protein expression pattern based on available protein/RNA/gene characterization data.||||https://www.proteinatlas.org/about/assays+annotation#ifmre", 
    "Subcellular&location": "Subcellular localization according to immunocytochemistry/IF analysis.||||https://www.proteinatlas.org/about/assays+annotation#if", 
    "Protein&class": "Protein class the gene product belongs to according to selected gene lists.||||List of protein classes : https://www.proteinatlas.org/humanproteome/proteinclasses", 
    "RNA&tissue&category": "RNA category is based on mRNA expression levels in the analyzed tissue samples (RNA assay description).||||https://www.proteinatlas.org/about/assays+annotation#rna", 
    "Prognostic&link": "The url of Prognostic information of this gene.", 
    "Prognostic&p-value": "P-value of Kaplan-Meier analysis for all cancers where high expression of the gene is associated with favorable prognosis (green) or unfavorable prognosis (red) with regard to patient survival.||||https://www.proteinatlas.org/about/assays+annotation#tcga_survival", 
    "Gene&synonym": "Synonyms according to Ensembl and Entrez.", 
    "Ensembl": "Gene identification number according to Ensembl.", 
    "Position": "", 
    "Gene": "HUGO symbol.", 
    "Antibody": "Antibodies used for immunohistochemistry (results presented in Tissue and Pathology Atlas) and immunocytochemistry/IF (results presented in Cell Atlas)assays. ||||The assays are described in detail in:||||https://www.proteinatlas.org/about/assays+annotation#ih", 
    "Gene&description": "Gene description according to HGNC.", 
    "RNA&CS": "RNA CS indicates cell specificity (CS) score for cell lines with elevated RNA expression, calculated as fold change to the next highest cell line.||||https://www.proteinatlas.org/about/assays+annotation#rna", 
    "Evidence": "generated from several independent sources and are classified as evidence at:||||i) protein level, ||||ii) transcript level, ||||iii) no evidence, ||||iv) not available.", 
    "RNA&cell&line&category": "RNA category is based on mRNA expression levels in the analyzed tissue samples (RNA assay description).", 
    "Reliability&(IF)": "Reliability score, divided into Enhanced, Supported, Approved, or Uncertain, is evaluated in cell lines and based on consistency between antibody staining pattern, available RNA-Seq and gene/protein characterization data, as well as similarity between independent antibodies targeting the same protein.||||https://www.proteinatlas.org/about/assays+annotation#ifre", 
    "RNA&TS&TPM": "RNA TS TPM indicates RNA level reported as mean TPM (transcripts per million), in tissues with elevated RNA expression.", 
    "Chromosome": "",
	"_db_description":"The Human Protein Atlas is a Swedish-based program initiated in 2003 with the aim to map all the human proteins in cells, tissues and organs using integration of various omics technologies, including antibody-based imaging, mass spectrometry-based proteomics, transcriptomics and systems biology.||||1)the Tissue Atlas ||||showing the distribution of the proteins across all major tissues and organs in the human body.||||2)the Cell Atlas ||||showing the subcellular localization of proteins in single cells.||||3)the Pathology Atlas ||||showing the impact of protein levels for survival of patients with cancer.",
	"_subdb_description":"",
	"_db_name":"The Human Protein Atlas",
	"_subdb_name":"proteinatlas.geneanno"	
}