{
    "entry2": "the second (to) entry that defines this relation,the value is the ID of node which takes part in this relation.",
    "path_org": "The specifies name of this pathway", 
    "relation_type": "the type of this relation.////ECrel:	enzyme-enzyme relation, indicating two enzymes catalyzing successive reaction steps////PPrel:	protein-protein interaction, such as binding and modification////GErel:	gene expression interaction, indicating relation of transcription factor and target gene product////PCrel:	protein-compound interaction////maplink:	link to another map", 
    "path_id": "", 
    "relation_subtype": "The subtype element specifies more detailed information about the nature of the interaction or the relation.||||		////compound	Entry element id attribute value for compound, shared with two successive reactions (ECrel) or intermediate of two interacting proteins (PPrel)////hidden compound	Entry element id attribute value for hidden compound,shared with two successive reactions but not displayed in the pathway map////activation	-->, positive and negative effects which may be associated with molecular information below////inhibition	--|////expression	-->, interactions via DNA binding////repression	--|	,////indirect effect	..>	, indirect effect without molecular details////state change	...	,state transition////binding/association	---	,association and dissociation////dissociation	-+-	////missing interaction	-/-	,issing interaction due to mutation, etc.////phosphorylation	+p ,molecular events////dephosphorylation	-p////glycosylation	+g////ubiquitination	+u////methylation	+m",
	"_db_description":"KEGG is a database resource for understanding high-level functions and utilities of thebiological system, such as the cell, the organism and the ecosystem, frommolecular-level information, especially large-scale molecular datasets generated bygenome sequencing and other high-throughput experimental technologies.",
	"_subdb_description":"The relation element specifies relationship between two proteins (gene products) or two KOs (ortholog groups) or protein and compound, which is indicated by an arrow ora line connecting two nodes in the KEGG pathways. The relation element has a subelement named the subtype element. When the name attribute value of the subtype element is a value with directionality like \"activation\", the direction of the interaction is from entry1 to entry2. The attributes of this element are as follows.",
	"_db_name":"KEGG",
	"_subdb_name":"kegg.pathway.relation"	
}